insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values ('Зеленая миля', 'В тюрьме для смертников появляется заключенный с божественным даром. Мистическая драма по роману Стивена Кинга', 1999, 1, 16, 189, 1);
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values ('Властелин колец: Возвращение короля', 'Приключенческий фильм «Властелин колец: Возвращение Короля» - это заключительная часть трилогии, снятой новозеландским режиссером Питером Джексоном по роману известного английского писателя Дж. Р. Р. Толкина «Властелин колец».', 2003, 2, 12, 201, 2);
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values ('Интерстеллар', 'В будущем климатические изменения привели к катастрофическому снижению урожайности и вымиранию самых распространенных сельскохозяйственных культур. Население страдает от голода и болезней на покрытой песком Земле, а бывший пилот Купер, как и большинство американцев, вынужден был бросить карьеру, чтобы заняться фермерством.', 2014, 3, 16, 169, 3);
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values ('Унесённые призраками', 'Приключенческий аниме мультфильм «Унесенные призраками» рассказывает о десятилетней девочке по имени Тихиро Огино, которой по воле судьбы было суждено оказаться в мире призраков и монстров.', 2001, 4, 12, 125, 4);

